{
  "navbar.about-us": "O nas",
  "navbar.products": "Produkty",
  "navbar.download": "Pobierz",
  "navbar.contact-us": "Kontakt",

  "footer.products.title": "Produkty",
  "footer.products.lighting-areas": "Przestrzenie świetlne",
  "footer.products.linear-lighting-systems": "Liniowe systemy świetlne",
  "footer.products.customizable-lighting-systems": "Modyfikowalne systemy świetlne",
  "footer.products.lighting-lines": "Linie świetlne",
  "footer.products.outdoor-lighting": "Oświetlenie zewnętrzne",
  "footer.products.lighting-points": "Punkty świetlne",
  "footer.download.title": "Do pobrania",
  "footer.download.catalogue-light-book-3": "Katalog Light book 3",
  "footer.privacy-policy": "Polityka prywatności",

  "home.architectural-lighting": "Oświetlenie architektoniczne",
  "home.about-us.title": "BD Lux to oświetlenie",
  "home.about-us.text": "BD Lux to pracownia projektowa zajmująca się kompleksowym projektowaniem światła w architekturze. Współpracujemy z doświadczonymi oświetleniowcami, architektami, inżynierami, projektantami wnętrz oraz terenów zielonych.        Jeżeli interesuje Cię wszystko co wiąże się ze światłem, to znaczy, że dobrze trafiłeś.",
  "home.about-us.button": "Więcej o nas",
  "home.what-we-do.consulting.title": "Doradztwo",
  "home.what-we-do.consulting.text": "Nasi eksperci w dziedzinie oświetlenia udzielą porady w zakresie doboru opraw oświetleniowych, aranżacji i zastosowań najnowszych technologii dostępnych na rynku.",
  "home.what-we-do.project.title": "Projekt",
  "home.what-we-do.project.text": "Projektujemy oświetlenie zgodnie z najnowszymi trendami oraz z normami polskimi i europejskimi. Przygotowujemy wizualizacje iluminacji obiektów dla najlepszego doboru oświetlenia.",
  "home.what-we-do.production.title": "Produkcja",
  "home.what-we-do.production.text": "W naszym zakładzie produkcyjnym tworzymy oprawy oświetleniowe od pomysłu, przez protoyp, po finalny produkt. Jesteśmy elastyczni w kwestii dostosowania opraw na życzenie klienta.",
  "home.what-we-do.delivery.title": "Dostawa",
  "home.what-we-do.delivery.text": "Dostarczamy oprawy oświetleniowe wraz z osprzętem. Czerpiemy satysfakcję z zadowolenia naszych klientów.",
  "home.products.title": "Niestandardowe rozwiązania to nasza specjalność",
  "home.products.text": "Nasze produkty pozwalają zrealizować najbardziej kreatywne projekty. Wszystkie niestandardowe pomysły traktujemy jak wyzwanie. Sprawdź nasze produkty.",
  "home.products.button": "Produkty",
  "home.partners.title": "Współpracujemy z ponad 50 producentami oświetlenia",
  "home.cooperation.title": "Nasze oświetlenie znajdziesz w ponad 2000 miejscach w Polsce i Europie",
  "home.contact-us.title-1": "Wybierz oświetlenie do swojego projektu",
  "home.contact-us.title-2": "lub pozwól naszemu ekspertowi doradzić w doborze opraw",
  "home.contact-us.products-button": "Sprawdź produkty",
  "home.contact-us.contact-us-button": "Porozmawiaj z ekspertem",

  "about-us.about-us.title": "BD Lux to oświetlenie",
  "about-us.about-us.text": "Przykładowy tekst: BD Lux to pracownia projektowa zajmująca się kompleksowym projektowaniem światła w architekturze. Współpracujemy z doświadczonymi oświetleniowcami, architektami, inżynierami, projektantami wnętrz oraz terenów zielonych. Jeżeli interesuje Cię wszystko co wiąże się ze światłem, to znaczy, że dobrze trafiłeś. BD Lux to pracownia projektowa zajmująca się kompleksowym projektowaniem światła w architekturze. Współpracujemy z doświadczonymi oświetleniowcami, architektami, inżynierami, projektantami wnętrz oraz terenów zielonych. Jeżeli interesuje Cię wszystko co wiąże się ze światłem, to znaczy, że dobrze trafiłeś. BD Lux to pracownia projektowa zajmująca się kompleksowym projektowaniem światła w architekturze. Współpracujemy z doświadczonymi oświetleniowcami, architektami, inżynierami, projektantami wnętrz oraz terenów zielonych. Jeżeli interesuje Cię wszystko co wiąże się ze światłem, to znaczy, że dobrze trafiłeś. BD Lux to pracownia projektowa zajmująca się kompleksowym projektowaniem światła w architekturze. Współpracujemy z doświadczonymi oświetleniowcami, architektami, inżynierami, projektantami wnętrz oraz terenów zielonych. Jeżeli interesuje Cię wszystko co wiąże się ze światłem, to znaczy, że dobrze trafiłeś. ",
  "about-us.enabled.title": "BD Lux jest licencjobiorcą Programu EnabLED",
  "about-us.enabled.text-1": "Pragniemy Państwa poinformować, że firma BD Lux Sp. z o.o. jest Licencjobiorcą Programu Licencyjnego „EnabLED dla Oświetlenia LED”. Program ten umożliwia Licencjobiorcom na korzystanie z ponad 200 wynalazków Philips Lighting na warunkach określonych w umowie licencyjnej. ",
  "about-us.enabled.text-2": "Technologia LED oraz systemy sterowania są i będą w najbliższej przyszłości podstawową technologią wykorzystywaną na rynku oświetleniowym. Jest to idealna technologia w dzisiejszym świecie świadomym potrzeby ochrony środowiska naturalnego, poprzez oszczędzanie energii elektrycznej oraz redukcję całkowitych kosztów eksploatacyjnych. Technologia LED gwarantuje użytkownikom szeroką gamę kolorów, wysokiej jakości białe światło oraz pozwala na stworzenie efektów nieosiągalnych w innych technologiach oświetleniowych. ",

  "products.title": "Produkty ({{productCount}})",
  "products.categories.title": "Typ oprawy",
  "products.categories.lighting-areas": "Przestrzenie świetlne",
  "products.categories.linear-lighting-systems": "Liniowe systemy świetlne",
  "products.categories.customizable-lighting-systems": "Modyfikowalne systemy świetlne",
  "products.categories.lighting-lines": "Linie świetlne",
  "products.categories.outdoor-lighting": "Oświetlenie zewnętrzne",
  "products.categories.lighting-points": "Punkty świetlne",

  "product-details.ask-about-product": "Zapytaj o produkt",
  
  "product-details.download.title": "Do pobrania",
  "product-details.download.catalogue-card": "Karta katalogowa",
  "product-details.download.ce": "Deklaracja zgodności CE",
  "product-details.download.photometric-files": "Krzywe fotometryczne",

  "product-details.installation.title": "Sposób montażu",
  "product-details.light-source.title": "Źródło światła",
  "product-details.colour-temperature.title": "Temperatura barwowa",
  "product-details.optics.title": "Optyka",
  "product-details.protection-rating.title": "Stopień ochrony",
  "product-details.colours.title": "Kolory",

  "product-details.photos.title": "Zdjęcia z realizacji",

  "download.catalogues.title": "Katalogi",
  "download.brochures.title": "Broszury",
  "download.pzh.title": "Atesty PZH",
  "download.forms.title": "Formularze",
  "download.forms.complaint-protocol": "Protokół reklamacyjny",
  "download.forms.general-terms": "Ogólne warunki sprzedaży i dostaw",
  "download.forms.general-instructions": "Ogólna instrukcja montażu opraw w podłożu",
  "download.click-to-download": "Kliknij, aby pobrać",

  "contact-us.address.office": "Biuro",
  "contact-us.address.warehouse": "Magazyn",
  "contact-us.title-1": "W czym możemy Ci pomóc?",
  "contact-us.title-2": "Z przyjemnością odpowiemy na Twoje pytania",
  "contact-us.management": "Zarząd",
  "contact-us.logistics": "Logistyka",
  "contact-us.business": "Dział handlowy",
  "contact-us.sales": "Dział sprzedaży",
  "contact-us.projects": "Dział projektów",
  "contact-us.projects.manager": "Kierownik działu projektów",
  "contact-us.accountants": "Dział księgowy",
  "contact-us.production": "Produkcja",
  "contact-us.warehouse": "Magazyn",

  "cookies.text": "Strona wykorzystuje pliki cookies. Korzystając z serwisu wyrażasz zgodę na ich używanie.",
  "cookies.learn-more": "Dowiedz się więcej",
  "cookies.button": "Akceptuję",

  "privacy-policy.title": "Polityka prywatności",
  "privacy-policy.text-1": "Administratorem Państwa danych osobowych jest:",
  "privacy-policy.text-2": "BD LUX Sp. z o.o. z siedzibą w Warszawie, ul. Jana Kazimierza 62 (\"BDLUX\")",
  "privacy-policy.text-3": "kontakt: bdlux@bdlux.pl ",
  "privacy-policy.text-4": "\"BD LUX\" przetwarza dane osobowe w celu odpowiedzi na zapytania złożone za pośrednictwem poczty elektronicznej (art. 6 ust. 1 lit. f RODO). Przysługuje Państwu prawo do zgłoszenia sprzeciwu wobec przetwarzania danych osobowych. Odbiorcami Państwa danych osobowych mogą być podmioty świadczące usługi IT na rzecz „BD LUX”. Dane osobowe będą przechowywane przez okres niezbędny do przygotowania i przesłania odpowiedzi na zapytanie. Macie Państwo prawo do żądania od „BD LUX” dostępu do swoich danych osobowych, ich sprostowania, usunięcia lub ograniczenia przetwarzania, a także prawo do przenoszenia danych. Macie prawo do wniesienia skargi do organu nadzorczego. Podanie danych osobowych jest dobrowolne. Niepodanie danych uniemożliwia udzielenie odpowiedzi na Państwa zapytania.",
  "privacy-policy.cookies.title": "Ciasteczka",
  "privacy-policy.cookies.text-1": "1. Strona zbiera w sposób automatyczny tylko informacje zawarte w plikach cookies.",
  "privacy-policy.cookies.text-2": "2. Pliki (cookies) są plikami tekstowymi, które przechowywane są w urządzeniu końcowym użytkownika serwisu. Przeznaczone są do korzystania ze stron serwisu. Przede wszystkim zawierają nazwę strony internetowej swojego pochodzenia, swój unikalny numer, czas przechowywania na urządzeniu końcowym.",
  "privacy-policy.cookies.text-3": "3. Operator strony www.bdlux.pl jest podmiotem zamieszczającym na urządzeniu końcowym swojego użytkownika pliki cookies oraz mającym do nich dostęp.",
  "privacy-policy.cookies.text-4": "4. Operator strony wykorzystuje pliki (cookies) w celu:",
  "privacy-policy.cookies.text-5": "przygotowywania statystyk pomagających poznaniu preferencji i zachowań użytkowników, analiza tych statystyk jest anonimowa i umożliwia dostosowanie zawartości i wyglądu serwisu do panujących trendów, statystyki stosuje się też do oceny popularności strony",
  "privacy-policy.cookies.text-6": "5. Strona stosuje dwa zasadnicze rodzaje plików (cookies) - sesyjne i stałe. Pliki sesyjne są tymczasowe, przechowuje się je do momentu opuszczenia strony (poprzez wejście na inną stronę, wylogowanie lub wyłączenie przeglądarki). Pliki stałe przechowywane są w urządzeniu końcowym użytkownika do czasu ich usunięcia przez użytkownika lub przez czas wynikający z ich ustawień.",
  "privacy-policy.cookies.text-7": "6. Użytkownik może w każdej chwili dokonać zmiany ustawień swojej przeglądarki, aby zablokować obsługę plików (cookies) lub każdorazowo uzyskiwać informacje o ich umieszczeniu w swoim urządzeniu. Inne dostępne opcje można sprawdzić w ustawieniach swojej przeglądarki internetowej. Należy pamiętać, że większość przeglądarek domyślnie jest ustawione na akceptację zapisu plików (cookies) w urządzeniu końcowym.",
  "privacy-policy.cookies.text-8": "7. Operator strony informuje, że zmiany ustawień w przeglądarce internetowej użytkownika mogą ograniczyć dostęp do niektórych funkcji strony internetowej.",
  "privacy-policy.cookies.text-9": "8. Informacje dotyczące ustawień przeglądarek internetowych dostępne są w jej menu (pomoc) lub na stronie jej producenta.",
  "privacy-policy.cookies.text-10": "9. Bardziej szczegółowe informacje na temat plików (cookies) dostępne są na stronie ciasteczka.org.pl"

}
